Repository: pablo-ziura/BabyLoading
Catalog: BabyLoading/Resources/Localizable.xcstrings
Source language: en
Languages: es

# accessibility.gallery.addPhotoHint
source: Opens the photo library to add photos
es: Abre la fototeca para añadir fotos

# accessibility.gallery.deletePhoto
source: Delete photo %1$d of %2$d
es: Eliminar foto %1$d de %2$d

# accessibility.gallery.deletePhotoHint
source: Removes this photo from the gallery
es: Elimina esta foto de la galería

# accessibility.gallery.photoPosition
source: Ultrasound photo %1$d of %2$d
es: Ecografía %1$d de %2$d

# accessibility.settings.openLanguageSettingsHint
source: Opens Baby Loading settings, where you can change the app language
es: Abre los ajustes de Baby Loading, donde puedes cambiar el idioma de la app

# accessibility.settings.setDateHint
source: Recalculates your pregnancy progress using the selected date
es: Recalcula el progreso del embarazo usando la fecha seleccionada

# backup.account.message
source: Changes sync while the app is open and connected. Downloaded photos remain available offline.
es: Los cambios se sincronizan mientras la app está abierta y conectada. Las fotos descargadas siguen disponibles sin conexión.

# backup.delete.confirm
source: Delete my account
es: Eliminar mi cuenta

# backup.delete.message
source: This permanently deletes your account and removes its data from this device after confirmation. If a recent sign-in is required, enter your password or confirm with Google.
es: Esta acción elimina tu cuenta de forma permanente y borra sus datos de este dispositivo tras la confirmación. Si se requiere un acceso reciente, introduce tu contraseña o confirma con Google.

# backup.delete.title
source: Delete account
es: Eliminar cuenta

# backup.email
source: Email
es: Correo electrónico

# backup.error.cancelled
source: The operation was cancelled.
es: La operación se ha cancelado.

# backup.error.credentials
source: We could not verify your account. Check your email and password and try again.
es: No hemos podido verificar tu cuenta. Comprueba el correo y la contraseña e inténtalo de nuevo.

# backup.error.emailAlreadyInUse
source: This email is already linked to an account. Sign in with its existing provider or reset your password.
es: Este correo ya está vinculado a una cuenta. Accede con su proveedor o restablece la contraseña.

# backup.error.invalidData
source: An item could not be prepared or restored. Its original local file is preserved. You can retry.
es: No se ha podido preparar o restaurar un elemento. Su archivo local original se conserva. Puedes reintentarlo.

# backup.error.missingImage
source: An image file is unavailable. Keep the app open to retry restoring it.
es: No está disponible un archivo de imagen. Mantén la app abierta para reintentar su restauración.

# backup.error.network
source: Waiting for a connection. Your local photos are safe; backup will retry automatically.
es: Esperando conexión. Tus fotos locales están guardadas; el respaldo se reintentará automáticamente.

# backup.error.permissionDenied
source: Backup access was denied. Your local data is unchanged. Try signing in again or contact support.
es: Se ha denegado el acceso al respaldo. Tus datos locales siguen intactos. Inicia sesión de nuevo o contacta con soporte.

# backup.error.quotaExceeded
source: The backup service has reached a limit. Your local data is saved. Try again later.
es: El servicio de respaldo ha alcanzado un límite. Tus datos locales están guardados. Inténtalo más tarde.

# backup.error.recentLoginRequired
source: Please confirm your identity again to delete your account.
es: Confirma de nuevo tu identidad para eliminar la cuenta.

# backup.error.sessionChanged
source: The account changed during this operation. Please try again in the current account.
es: La cuenta ha cambiado durante la operación. Inténtalo de nuevo en la cuenta actual.

# backup.error.storage
source: A file operation could not finish. Your saved data is retained. Please retry.
es: No se ha podido completar una operación de archivo. Los datos guardados se conservan. Vuelve a intentarlo.

# backup.error.unavailable
source: Account backup is currently unavailable. Your photos remain on this device. Please retry.
es: El respaldo de la cuenta no está disponible ahora. Tus fotos siguen en este dispositivo. Vuelve a intentarlo.

# backup.error.weakPassword
source: Choose a stronger password with at least six characters.
es: Elige una contraseña más segura, con al menos seis caracteres.

# backup.gallery.guest
source: Keep your photos safe with a backup. You can continue using the app without an account.
es: Protege tus fotos con una copia de seguridad. Puedes seguir usando la app sin una cuenta.

# backup.google
source: Continue with Google
es: Continuar con Google

# backup.guest.message
source: Your photos and pregnancy settings stay on this device. Create an account or sign in to back them up and use them on your other devices.
es: Tus fotos y ajustes del embarazo se guardan en este dispositivo. Crea una cuenta o inicia sesión para respaldarlos y usarlos en tus otros dispositivos.

# backup.import
source: Import guest data
es: Importar datos de invitado

# backup.import.message
source: There is data saved as a guest on this device. You can add it to this account. Existing account dates and reminders will be kept.
es: Hay datos guardados como invitado en este dispositivo. Puedes añadirlos a esta cuenta. Se conservarán la fecha y la cadencia que ya tenga la cuenta.

# backup.password
source: Password
es: Contraseña

# backup.passwordResetSent
source: If an account exists for this email, you will receive password reset instructions.
es: Si existe una cuenta con este correo, recibirás instrucciones para restablecer la contraseña.

# backup.provider.email
source: Email and password
es: Correo y contraseña

# backup.register
source: Create account
es: Crear cuenta

# backup.resetPassword
source: Reset password
es: Restablecer contraseña

# backup.retry
source: Retry backup
es: Reintentar respaldo

# backup.signIn
source: Sign in
es: Iniciar sesión

# backup.signOut
source: Sign out
es: Cerrar sesión

# backup.signOut.message
source: Your account data will stay on this device, separate from guest data. Sign in again to access it.
es: Los datos de tu cuenta permanecerán en este dispositivo, separados de los datos de invitado. Inicia sesión de nuevo para acceder a ellos.

# backup.status.failed
source: Photo backup needs attention
es: El respaldo de la foto necesita atención

# backup.status.pending
source: Waiting for backup
es: Pendiente de respaldo

# backup.status.synced
source: Photo backed up
es: Foto respaldada

# backup.status.uploading
source: Uploading photo
es: Subiendo foto

# backup.title
source: Back up your data
es: Respalda tus datos

# backup.verificationSent
source: Verification email sent. Your backup can continue while you verify your address.
es: Correo de verificación enviado. La copia de seguridad puede continuar mientras verificas tu dirección.

# backup.verifyEmail
source: Send verification email
es: Enviar correo de verificación

# backup.working
source: Updating your account…
es: Actualizando tu cuenta…

# camera.bellyTracking.capture
source: Capture guided photo
es: Capturar foto guiada

# camera.bellyTracking.close
source: Close
es: Cerrar

# camera.bellyTracking.errorCapture
source: We couldn't capture the photo. Please try again.
es: No hemos podido capturar la foto. Inténtalo de nuevo.

# camera.bellyTracking.errorSave
source: We couldn't save your belly tracking photo.
es: No hemos podido guardar la foto de seguimiento.

# camera.bellyTracking.errorTitle
source: Camera error
es: Error de cámara

# camera.bellyTracking.instructions
source: Align the silhouette with the previous frame before capturing.
es: Alinea la silueta con la foto anterior antes de disparar.

# camera.bellyTracking.permissionDeniedSubtitle
source: Enable camera access in Settings to capture guided belly tracking photos.
es: Activa el acceso a la cámara en Ajustes para hacer fotos guiadas del seguimiento.

# camera.bellyTracking.permissionDeniedTitle
source: Camera access is off
es: El acceso a la cámara está desactivado

# camera.bellyTracking.referenceOpacity
source: Reference opacity
es: Opacidad de la referencia

# camera.bellyTracking.referenceToggle
source: Show previous photo overlay
es: Mostrar superposición de la foto anterior

# camera.bellyTracking.title
source: Week-by-week growth
es: Crecimiento semana a semana

# camera.bellyTracking.unavailableSubtitle
source: This device doesn't have an available back camera for guided capture.
es: Este dispositivo no tiene una cámara trasera disponible para la captura guiada.

# camera.bellyTracking.unavailableTitle
source: Camera unavailable
es: Cámara no disponible

# common.cancel
source: Cancel
es: Cancelar

# common.ok
source: OK
es: Aceptar

# common.week
source: Week %d
es: Semana %d

# dashboard.babySize
source: Your baby is now about the size of %@
es: Tu bebé ahora es del tamaño de %@

# dashboard.configureDate
source: Set your date in Settings
es: Configura tu fecha en Ajustes

# dashboard.dueDate
source: Estimated due date
es: Fecha probable de parto

# dashboard.stats.daysRemaining
source: Days remaining
es: Días restantes

# dashboard.stats.daysSinceDueDate
source: Days since estimated due date
es: Días desde la fecha de parto estimada

# dashboard.stats.daysUntilDueDate
source: Days until estimated due date
es: Días hasta la fecha de parto estimada

# dashboard.stats.dueDate
source: Estimated due date
es: Fecha estimada de parto

# dashboard.stats.week
source: Week
es: Semana

# dashboard.subtitle
source: Your week-by-week adventure
es: Tu aventura semana a semana

# detail.title
source: Detail %@
es: Detalle %@

# gallery.addPhoto
source: Add photo
es: Añadir foto

# gallery.bellyTracking.cadence
source: Tracking cadence
es: Cadencia del seguimiento

# gallery.bellyTracking.deleteEntryConfirm
source: Delete
es: Eliminar

# gallery.bellyTracking.deleteEntryMessage
source: This photo will be removed from your belly tracking timeline.
es: Esta foto se eliminará de tu línea temporal del seguimiento.

# gallery.bellyTracking.deleteEntryTitle
source: Delete tracking photo?
es: ¿Eliminar foto del seguimiento?

# gallery.bellyTracking.dueNow
source: Photo overdue
es: Foto atrasada

# gallery.bellyTracking.emptySubtitle
source: Take the first guided photo and the next capture will show it as a transparent reference.
es: Haz la primera foto guiada y la siguiente captura la mostrará como referencia transparente.

# gallery.bellyTracking.emptyTitle
source: Build a visual timeline of the bump
es: Construye una línea visual de la tripa

# gallery.bellyTracking.intervalDays
source: %d days
es: %d días

# gallery.bellyTracking.lastCapture
source: Latest guided capture
es: Última captura guiada

# gallery.bellyTracking.nextPhoto
source: Next photo
es: Próxima foto

# gallery.bellyTracking.onTrack
source: On track
es: Al día

# gallery.bellyTracking.startNow
source: Start now
es: Empieza ahora

# gallery.bellyTracking.subtitle
source: Capture the bump over time with a guided overlay based on the previous photo.
es: Captura la evolución de la tripa con una superposición guiada basada en la foto anterior.

# gallery.bellyTracking.takePhoto
source: Take guided photo
es: Hacer foto guiada

# gallery.bellyTracking.timelineTitle
source: Timeline
es: Línea temporal

# gallery.bellyTracking.title
source: Belly Tracking
es: Seguimiento de barriga

# gallery.bellyTracking.totalPhotos
source: Tracking photos
es: Fotos del seguimiento

# gallery.emptySubtitle
source: Tap + to upload your first photo
es: Toca el + para subir tu primera foto

# gallery.emptyTitle
source: Your ultrasounds will appear here
es: Aquí aparecerán tus ecografías

# gallery.freePhotosSubtitle
source: Keep importing any other pregnancy photos you want to save.
es: Sigue importando cualquier otra foto del embarazo que quieras guardar.

# gallery.photoLibraryExportDeniedMessage
source: The photo was saved in the app, but not in your photo library because Photos access is disabled.
es: La foto se ha guardado en la app, pero no en la fototeca porque el acceso a Fotos está desactivado.

# gallery.photoLibraryExportFailedMessage
source: The photo was saved in the app, but we couldn't export it to your photo library.
es: La foto se ha guardado en la app, pero no hemos podido exportarla a la fototeca.

# gallery.photoLibraryExportTitle
source: Photo library sync
es: Sincronización con la fototeca

# gallery.subtitle
source: Save your ultrasound memories and build a guided visual progression of the bump.
es: Guarda tus ecografías y crea una progresión visual guiada de la tripa.

# gallery.title
source: Ultrasound gallery
es: Galería de ecografías

# journey.title
source: Your pregnancy week by week
es: Tu embarazo semana a semana

# journey.youAreHere
source: You are here
es: Aquí estás

# pregnancy.status.dueDateElapsed
source: %d days since your estimated due date
es: %d días desde tu fecha estimada de parto

# pregnancy.status.dueDateToday
source: Due today
es: Fecha estimada hoy

# pregnancy.status.dueDateUpcoming
source: %d days until your estimated due date
es: %d días hasta tu fecha estimada de parto

# pregnancy.status.gestationalAge
source: Gestational age: %d+%d
es: Edad gestacional: %d+%d

# pregnancy.status.invalidDate.message
source: Review your last period date in Settings.
es: Revisa tu fecha de última menstruación en Ajustes.

# pregnancy.status.invalidDate.title
source: Review your date
es: Revisa tu fecha

# pregnancy.status.lateTerm.message
source: Your estimated due date has passed. Review your date in Settings.
es: Tu fecha estimada de parto ya ha pasado. Revisa la fecha en Ajustes.

# pregnancy.status.lateTerm.title
source: Late term
es: Término tardío

# pregnancy.status.postTerm.message
source: This pregnancy is beyond the estimated due date. Review your date in Settings.
es: Este embarazo supera la fecha estimada de parto. Revisa la fecha en Ajustes.

# pregnancy.status.postTerm.title
source: Postterm
es: Postérmino

# settings.dueDate
source: Estimated due date
es: Fecha probable de parto

# settings.info
source: Change the date of your last period to recalculate all your pregnancy information.
es: Cambia la fecha de tu última menstruación para recalcular toda tu información de embarazo.

# settings.invalidFutureLastPeriodDate
source: The saved date is in the future. Choose a date up to today.
es: La fecha guardada está en el futuro. Elige una fecha hasta hoy.

# settings.language
source: Language
es: Idioma

# settings.language.current
source: Current app language
es: Idioma actual de la app

# settings.language.openSettings
source: Open Settings
es: Abrir Ajustes

# settings.language.systemManaged
source: Change the app language in iOS Settings.
es: Cambia el idioma de la app en los ajustes de iOS.

# settings.lastPeriodDate
source: Date of last period
es: Fecha de última menstruación

# settings.lastPeriodPrompt
source: When was your last period?
es: ¿Cuándo fue tu última menstruación?

# settings.privacyPolicy
source: Privacy policy
es: Política de privacidad

# settings.setDate
source: Set date
es: Fijar fecha

# settings.title
source: Settings
es: Ajustes

# settings.version
source: Version %@
es: Versión %@

# tabs.dashboard
source: Home
es: Inicio

# tabs.gallery
source: Gallery
es: Galería

# tabs.journey
source: My Journey
es: Mi viaje

# tabs.settings
source: Settings
es: Ajustes

# widget.babySize
source: The baby is now about the size of %@
es: El bebé ahora tiene el tamaño de %@

# widget.configureDate
source: Set the date in the app
es: Configura la fecha en la app

# widget.days
source: days
es: días

# widget.daysSinceDueDate
source: %d days since estimated due date
es: %d días desde la fecha de parto estimada

# widget.daysUntilDueDate
source: %d days until estimated due date
es: %d días hasta la fecha de parto estimada

# widget.description
source: See which week of pregnancy you're in.
es: Mira en qué semana del embarazo estás.

# widget.displayName
source: Baby Progress
es: Progreso del bebé

# widget.dueDateToday
source: Estimated due date today
es: Fecha estimada de parto hoy

# widget.gestationalAge
source: Week %d+%d
es: Semana %d+%d

# widget.invalidDate
source: Review the saved date in the app
es: Revisa la fecha guardada en la app

# widget.lateTerm
source: Late term
es: Término tardío

# widget.placeholderPumpkinSize
source: a pumpkin
es: una calabaza

# widget.postTerm
source: Postterm
es: Postérmino

# widget.reviewDate
source: Review your date in the app
es: Revisa la fecha en la app

# widget.unknownSize
source: a mystery
es: un misterio
